# RoomPeopleSensibleHeatGainPerPersonParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RoomPeopleSensibleHeatGainPerPersonParam Property
ParameterTypeId Class See Also
---
"Sensible Heat Gain per person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RoomPeopleSensibleHeatGainPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RoomPeopleSensibleHeatGainPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RoomPeopleSensibleHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace